Repository: senlin/so-responsive-content
Catalog: languages/so-visibility-classes-*.po
Languages: nl_nl

source: <div class="error"><p>%1$s</p><p><i>%2$s</i> has been deactivated.</p></div>
nl_nl: <div class="error"><p>%1$s</p><p><i>%2$s</i> is gedeactiveerd.</p></div>

source: SO Responsive Content Instructions
nl_nl: SO Responsive Content Instructies

source: With the plugin activated you will see a new "Styles"-menu added to the Visual Editor.<br />The drop down contains 15 different options:
nl_nl: Met de plugin geactiveerd zult u zien dat er aan de Visual Editor een nieuw "Stijl"-menu is toegevoegd.<br />Het drop down menu bevat 15 verschilende opties:

source: With the plugin activated you will see a new "Formats"-menu added to the Visual Editor.<br />The drop down contains 15 different options:
nl_nl: Met de plugin geactiveerd zult u zien dat er aan de Visual Editor een nieuw "Formats"-menu is toegevoegd.<br />Het drop down menu bevat 15 verschilende opties:

source: For Paragraphs
nl_nl: Voor Paragrafen

source: showSmall (this class is visible on a browser width of up to 768px)
nl_nl: showSmall (deze klasse is zichtbaar op een browser breedte tot 768px)

source: showMedium (this class is visible on a browser width between 768px and 1280px)
nl_nl: showMedium (deze klasse is zichtbaar op een browser breedte tussen 768px en 1280px)

source: showLarge (this class is visible on a browser width from 1280px up)
nl_nl: showLarge (deze klasse is zichtbaar op een browser breedte van 1280px en hoger)

source: hideSmall (this class is hidden on a browser width of up to 768px)
nl_nl: hideSmall (deze klasse is verborgen op een browser breedte tot 768px)

source: hideMedium (this class is hidden on a browser width between 768px and 1280px)
nl_nl: hideMedium (deze klasse is verborgen op een browser breedte tussen 768px en 1280px)

source: hideLarge (this class is hidden on a browser width from 1280px up)
nl_nl: hideLarge (deze klasse is verborgen op een browser breedte van 1280px en hoger)

source: For Links (only show, because hiding can be done with the inline classes below)
nl_nl: Voor Links (enkel om de link te laten zien, want verbergen kan gedaan worden met de inline klassen hieronder)

source: linkSmall (this class is visible on a browser width of up to 768px)
nl_nl: linkSmall (deze klasse is zichtbaar op een browser breedte tot 768px)

source: linkMedium (this class is visible on a browser width between 768px and 1280px)
nl_nl: linkMedium (deze klasse is zichtbaar op een browser breedte tussen 768px en 1280px)

source: linkLarge (this class is visible on a browser width from 1280px up)
nl_nl: linkLarge (deze klasse is zichtbaar op een browser breedte van 1280px en hoger)

source: For inline spans
nl_nl: Voor inline spans

source: inline-showSmall (this class is visible on a browser width of up to 768px)
nl_nl: inline-showSmall (deze klasse is zichtbaar op een browser breedte tot 768px)

source: inline-showMedium (this class is visible on a browser width between 768px and 1280px)
nl_nl: inline-showMedium (deze klasse is zichtbaar op een browser breedte tussen 768px en 1280px)

source: inline-showLarge (this class is visible on a browser width from 1280px up)
nl_nl: inline-showLarge (deze klasse is zichtbaar op een browser breedte van 1280px en hoger)

source: inline-hideSmall (this class is hidden on a browser width of up to 768px)
nl_nl: inline-hideSmall (deze klasse is verborgen op een browser breedte tot 768px)

source: inline-hideMedium (this class is hidden on a browser width between 768px and 1280px)
nl_nl: inline-hideMedium (deze klasse is verborgen op een browser breedte tussen 768px en 1280px)

source: inline-hideLarge (this class is hidden on a browser width from 1280px up)
nl_nl: inline-hideLarge (deze klasse is verborgen op een browser breedte van 1280px en hoger)

source: Once you have selected a visibility class, the plugin shows that in 3 locations:
nl_nl: Zodra u een visibiliteits klasse heeft geselecteerd, laat de plugin dat op 3 locaties zien:

source: 1. as selected in the drop down menu
nl_nl: 1. als geselecteerd in het drop down menu

source: 2. with a “button” in front of the selector
nl_nl: 2. met een "button" voor de selector

source: 3. in the path
nl_nl: 3. in het path

source: It is good to know that the only function of this "button" is to show you that the element behind it has one of the visibility classes.<br /> For the rest it does not do anything to your content; you can therefore see it as a "helper".
nl_nl: Het is goed om te weten dat de enige functie van deze "button" is om te laten zien dat het element erna één van de visibiliteits klassen heeft.<br /> Voor de rest doet het niets met uw content; u kunt het zien als een "hulpje".

source: Since version 0.3 of the plugin, you will also see 6 different buttons added to the Text Editor:
nl_nl: Sinds de 0.3 versie van deze plugin, zul je zien dat er ook 6 verschillende buttons zijn toegevoegd aan de Text Editor:

source: These buttons work a little bit different than on the Visual Editor.
nl_nl: Deze buttons werken iets anders dan op de Visuele Editor.

source: They simply add a class, so you will have to write all elements yourself.
nl_nl: Ze voegen simpelweg een klasse toe, dus je zal zelf de elementen dienen te schrijven.

source: You can use the visibility classes on virtually all elements: p, h1, h2, h3, h4, h5, h6, td, th, div, ul, ol, li, table and img.
nl_nl: U kunt de visibiliteits klassen op vrijwel alle elementen gebruiken: p, h1, h2, h3, h4, h5, h6, td, th, div, ul, ol, li, table en img.

source: Although possible, <strong>I strongly discourage</strong> using the classes with images. The reason is that the SO Responsive Content plugin only uses media queries with <code>display: block;</code> and <code>display: none;</code>. If you were to add a large image to only show on large screens, a medium image to show on tablets and a small image to show on smart phones, then the person visiting your site using a phone has to download all 3 images, which can have a major impact on the data plan of the visitor!
nl_nl: Alhoewel het mogelijk is om de klassen met afbeeldingen te gebruiken, <strong>raad ik dat ten sterkste af</strong>. De reden is dat de SO Responsive Content plugin alleen maar media queries gebruikt met <code>display: block;</code> en <code>display: none;</code>. Wanneer je een grote afbeelding zou toevoegen voor grote schermen, een middelgrote afbeelding voor middelgrote schermen en een kleine afbeelding voor smart phones, dan zal degene die uw website bezoekt via een telefoon alle 3 de afbeeldingen moeten downloaden, wat natuurlijk desastreuse gevolgen kan hebben voor het dataplan van deze bezoeker!

source: If you have found this plugin at all useful, please give it a favourable rating in the <a href="%s" title="Rate this plugin!">WordPress Plugin Repository</a>.
nl_nl: Wanneer je deze plugin handig vindt, geef het dan een gunstige waardering in de <a href="%s" title="Geef deze plugin een waardering!">WordPress Plugin Repository</a>.

source: About the Author
nl_nl: Over de Auteur

source: Hi, my name is Piet Bos, I hope you like this plugin! Please check out any of my other plugins on <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. You can find out more information about me via the following links:
nl_nl: Hoi, mijn naam is Piet Bos, hopelijk vind je dit een handige plugin! Kijk ook eens naar mijn andere plugins via <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. Je kan meer informatie over mij vinden via de onderstaande links:

source: WordPress.org Profile
nl_nl: WordPress.org Profiel

source: Read before using
nl_nl: Lees voor gebruik

source: With the SO Responsive Content plugin you can easily adjust the length of your content for different devices by making use of visibility classes.
nl_nl: Met de SO Responsive Content plugin kan je heel gemakkelijk de lengte van je content aanpassen voor verschillende apparaten door gebruik te maken van visibiliteit klassen.
